/* Main alert text */
"Q_HEADLINE_APP" = "«%@» er %@ %@. Er du sikker på at du vil åpne objektet?"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below). Example: “[GigaFun]” is [an application] [attached to a mail message]. Are you sure you want to open it? */
"Q_HEADLINE_APP_THAT_WAS" = "«%@» er %@, som ble %@. Er du sikker på at du vil åpne objektet?"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below). Example: “[GigaFun]” is [an application] that was [attached to a mail message]. Are you sure you want to open it? */
"Q_HEADLINE_DOC_BINDING" = "«%@» kan være %@. Objektet var %@ og vil bli åpnet av %@. Er du sikker på at du vil åpne det?"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below), app name. Example: “[Fun.html]” may be [an application]. It was [attached to a mail message] and will be opened by [GigaFun]. Are you sure you want to open it?*/
"Q_HEADLINE_MALWARE" = "Objektet «%@» er skadelig for maskinen din. Du bør flytte det til papirkurven."; /* file name. Example:  “[GigaFun]” will damage your computer. You should move it to the Trash. */

/* Origin phrases for the headline */
/* These phrases complete the sentence "This file was..." */
"Q_ORIGIN_INTERNET" = "lastet ned fra Internett"; 
"Q_ORIGIN_WEB" = "lastet ned fra Internett";
"Q_ORIGIN_MAIL" = "lagt ved i en e-postmelding";
"Q_ORIGIN_CHAT" = "lagt ved i en chattemelding";
"Q_ORIGIN_CALENDAR" = "lagt ved i en kalenderhendelse";
"Q_ORIGIN_MESSAGE" = "lagt ved i en melding";

/* Detail text for malware */
"Q_DETAIL_MALWARE_NAME" = "Objektet inneholder den skadelige programvaren «%@»."; /* malware signature name */
"Q_HEADLINE_MALWARE_MOVE_ERROR" = "«%@» kunne ikke flyttes til papirkurven."; /* name */
"Q_HEADLINE_MALWARE_EJECT_ERROR" = "Diskfilen som inneholder «%@», kunne ikke mates ut."; /* name */
"Q_DETAIL_MALWARE_REMOVE_ERROR" = "Denne skadelige programvaren må fjernes manuelt.";

/* Detail text for files */
"Q_DETAIL_DOWNLOAD_DATE" = "%@ ble lastet ned %@."; /* "file" or "alias", date phrase */
"Q_DETAIL_DOWNLOAD_AGENT_DATE" = "%@ lastet ned %@ %@."; /* application name, "file" or "alias", date phrase */
"Q_DETAIL_DOWNLOAD_AGENT_DATE_FROM" = "%@ lastet ned %@ %@ fra %@."; /* application name, "file" or "alias", date phrase, Internet domain name */
"Q_DETAIL_RECEIVED_AGENT_DATE" = "%@ mottok %@ %@."; /* application name, "file" or "alias", date phrase */
"Q_DETAIL_TYPE_FILE" = "filen";
"Q_DETAIL_TYPE_ALIAS" = "aliaset";

/* Detail text for disk images */
"Q_DETAIL_ON_DMG" = "«%@» er i diskfilen «%@»."; /* filename, filename */
"Q_DETAIL_ON_DMG_UNKNOWN" = "«%@» er på en diskfil som ikke kan lokaliseres."; /* filename */
"Q_DETAIL_DMG_DOWNLOAD_DATE" = "Denne diskfilen ble lastet ned %@."; /* date phrase */
"Q_DETAIL_DMG_DOWNLOAD_AGENT_DATE" = "%@ lastet ned denne diskfilen %@."; /* application name, date phrase */
"Q_DETAIL_DMG_DOWNLOAD_AGENT_DATE_FROM" = "%@ lastet ned denne diskfilen %@ fra %@."; /* application name, date phrase, Internet domain name */
"Q_DETAIL_DMG_RECEIVED_AGENT_DATE" = "%@ mottok denne diskfilen %@."; /* application name, date phrase */

/* Detail text for network file systems */
"Q_DETAIL_ON_SERVER" = "«%@» er på et nettverksvolum."; /* filename */
"Q_DETAIL_ON_SERVER_NAME" = "«%@» er på nettverksvolumet «%@»."; /* filename, volume name */
"Q_DETAIL_SERVER_AGENT_DATE" = "%@ åpnet denne nettverksforbindelsen %@."; /* application name, date phrase */

/* Date/time phrases used in detail text */
"Q_DATE_TODAY" = "i dag kl. %@"; /* time */
"Q_DATE_YESTERDAY" = "i går kl. %@"; /* time */
"Q_DATE_THIS_YEAR" = "%@"; /* date */
"Q_DATE_FULL" = "%@"; /* date */
"Q_DATE_UNKNOWN" = "på en ukjent dato"; /* inserted into the date/time phrase slot when a date is not known (very rare) */

/* Checkbox titles */
"Q_DO_NOT_WARN" = "Ikke advar meg når jeg åpner dette programmet"; /* (unused) */
"Q_DO_NOT_WARN_DMG" = "Ikke advar meg når jeg åpner programmer i denne diskfilen";
"Q_DO_NOT_WARN_SERVER" = "Ikke advar meg når jeg åpner programmer på dette nettverksvolumet";

/* Regular button titles */
"Q_BUTTON_OPEN" = "Åpne";
"Q_BUTTON_CANCEL" = "Avbryt";
"Q_BUTTON_SHOW_WEB_PAGE" = "Vis webside";
"Q_BUTTON_SHOW_MAIL" = "Vis melding";
"Q_BUTTON_SHOW_CHAT" = "Vis melding";
"Q_BUTTON_SHOW_CALENDAR" = "Vis hendelse";
"Q_BUTTON_SHOW_DMG" = "Vis diskfil";
"Q_BUTTON_SHOW_APP" = "Vis program";
"Q_BUTTON_SHOW_SOURCE" = "Vis kilde";
"Q_BUTTON_EJECT_DMG" = "Mat ut diskfil";

/* Malware button titles */
"Q_BUTTON_MOVE_TO_TRASH" = "Flytt til papirkurv";

/* File kinds */
"Q_TYPE_APPLICATION" = "et program";
"Q_TYPE_SCRIPT_APPLICATION" = "et prosedyreprogram";
"Q_TYPE_UNIX_APPLICATION" = "et Unix-program";
"Q_TYPE_JAVA_APPLICATION" = "et Java-program";
"Q_TYPE_WEB_APPLICATION" = "et webprogram";
"Q_TYPE_QUARTZ_APPLICATION" = "et Quartz Composer-program";
"Q_TYPE_WINDOWS_APPLICATION" = "et Windows-program";
"Q_TYPE_ALIAS_VARIANT" = "%@-alias"; /* application type, e.g. "a Unix application alias" */

/* Help */
"Q_HELP_ANCHOR" = "mh11389";
"Q_HELP_MALWARE_ANCHOR" = "mh27449";
